{
    "title": "How to Prepare for a Hurricane",
    "slug": "prepare-hurricane",
    "youtubeVideoId": "nA6lrH3V18E",
    "steps": [
        {
            "title": "Buy enough food and water to last a few days.",
            "description": "Canned food is the only kind acceptable for an event such as a hurricane; again, check the expiration dates to make sure the food is fresh. Always have these supplies on hand so that you can respond whenever an emergency arises.\n\nTry getting canned food that doesn't require any added water or milk, such as Progresso.\n\nFill up the bathtub with water if you decide to stay home. An average bathtub full of water holds enough water for about three days. It also makes it possible to flush the toilet using a bucket.\n\nThere is a lot of water in the hot water heater of your home. An average 150-liter water heater has enough water to keep a single person alive for a month. See here for details.\n\nAn average person needs about 3.5 l of water (one gallon) per day. Pets (dogs) need about 1.75L of water per day. Cats need much less water."
        },
        {
            "title": "Prepare your fridge and freezer.",
            "description": "Do this as the storm enters your area and you settle down for the long haul. Eat perishables first in anticipation of the power going out. Fill your fridge and freezer with bottled water and sealed non-perishable items. The more full your freezer is, the more items there are to retain the cold and keep the overall temperature down. The same applies to the refrigerator.\n\nStore as much water and fluids as you can in your fridge so that if the power goes out, it will retain the cold longer; hopefully in time for the power to turn back on.\n\nPut all the ice that you have in your freezer into plastic bags. Fill all spaces in your freezer with bags of ice. Freeze water bottles, too.\n\nSee How to keep foods frozen during a power failure for more details."
        },
        {
            "title": "Have your prescription medication.",
            "description": "Be sure that you are well supplied with any prescription drugs that you or your family takes on a regular basis. Some insurers will not honor refills until the last refill is nearly used up or has run out. If necessary, drugs must be purchased without insurance; weeks may go by without the ability to get refills, putting your health at risk. If you’re in hurricane season, always have extra medication just case a storm comes in and all the pharmacies close down."
        },
        {
            "title": "Make sure that you have the necessities.",
            "description": "Have the supplies to make it through if you and your family are trapped in your house for a week without access to electricity, running water, and stores. These materials include things such as light sources (powered by battery or hand crank), a manual can opener, a first aid kit, a NOAA-compatible radio, and hygiene products.\n\nPrint out a medical aid guide so that you know how to administer proper care if the situation arises."
        },
        {
            "title": "Take your supplies with you.",
            "description": "Many supplies in the disaster kit can be taken if you choose to evacuate by car. There will need to be smaller portions of food and water because of the lack of space in the transport. But there are some extra things you’ll need if you drive away from the storm.\n\nFlares\nPhysical maps\nIf you drive an electric car, mark charging station locations on your map\nJumper cables\nExtra cans of gas"
        },
        {
            "title": "Check your disaster kit every few months.",
            "description": "This is to ensure the supplies you’ve stocked in case of emergency are both well stocked and fresh. You don’t want to find yourself faced with an emergency and figure out that you’re not prepared to face it. Keeping a checklist that has all the items categorized and dated helps with this process.\n\nInflate airbeds to ensure they don't need patching or replacing.\n\nUse a battery tester so you know all your stored batteries still have a full charge."
        },
        {
            "title": "Ensure that your house insurance is up to date.",
            "description": "Hurricane season is not the time to buy flood insurance since it's either unavailable or outrageously expensive. Most regular home insurance does not include flood coverage in the policy, so you'll have to buy this separately. Just in case the hurricane does do major damage to your home, this will ensure that you’ll be ready and able to rebuild once it’s all over."
        },
        {
            "title": "Secure your windows.",
            "description": "Close all of your doors and windows. If you don’t own hurricane shutters, board up your home’s doors and windows with plywood. This will secure them so that it’s harder for the wind and rain to damage your property. It’s also a good idea to reinforce the garage doors so that everything in there is protected as well. You want to do this as soon as you hear that the hurricane is headed your way so that you’re not outside when the storm is picking up."
        },
        {
            "title": "Learn how to turn off the gas and power to your home.",
            "description": "Make sure that all tools needed for the job are easily accessible. If you're not sure how to do this, speak with the gas or electric company for instructions. When the storm hits, you want to be able to enact all necessary safety procedures. Be sure to listen to officials during this time in regards to turning your utilities on and off."
        },
        {
            "title": "Cut down trees and branches close to your house and car.",
            "description": "If a large tree falls onto your house, it can punch a big hole in the roof. If a large tree falls onto your car it can easily be crushed flat. Remove dead trees and brush. Have an arborist remove dead trees and dead tree limbs and evaluate the health of any trees near enough to fall on your (or your neighbor's) house. You want to do this before hurricane season, which is at the beginning of June."
        },
        {
            "title": "Purchase a generator.",
            "description": "If your family does have special health or medical needs, or you absolutely must have air conditioning, be prepared to pay more for a generator that can handle it. Search the web for generator wattage calculators to make sure you don't buy more generator than you need.\n\nPurchase several 5-gallon gas cans. Fuel is usually scarce after a hurricane, and many stations even limit the amount of gas you can purchase after waiting in line.\n\nIf you are unable to purchase a generator, buy a DC to AC converter for your car. With it you will use your car as a portable electric generator. They cost $25 to $100 and are available in the automotive section of department stores. You will need a heavy-duty extension cord to run the power into your house.\n\nDo not run the car or any gasoline generator in the garage because carbon monoxide poisoning is very lethal.\n\nSome electric vehicles (i.e. Ford F-150 Lightning) have onboard AC power, and can power a house for many days off the EV battery."
        },
        {
            "title": "Designate a 'safe room.'",
            "description": "This is in case your home's integrity is compromised. The \"safe room\" should have no windows or exterior doors and preferably only one interior door. This will be a place for you and your family to retreat to if the storm becomes too severe. Make sure to have some supplies already in this space just in case you aren’t able to make more than one trip when retreating here."
        },
        {
            "title": "Stay on top of the news.",
            "description": "How often you watch the Weather Channel is up to you, but if you start to feel overwhelmed or panicky, turn it off. Keep in mind that many hurricanes are slow movers. Once you hear about it, chances are you have several days to finalize your plans. Avoid letting your guard down or taking things too leniently, however, as hurricanes have been known to pick up speed or shift course unexpectedly. Being aware of the forecast will allow you and your family to plan for the worst and be prepared for it."
        }
    ]
}
