{
    "title": "How To Perform CPR on a Baby",
    "slug": "cpr-baby",
    "image": "",
    "steps": [
        {
            "title": "Check if the baby is conscious",
            "description": "It's best to flick your fingers against the feet.\nIf the baby doesn't respond, ask someone to call for emergency help while you go on to the next step.\nIf you are alone with the baby, follow the steps below for 2 minutes (to provide immediate first aid) before calling emergency services."
        },
        {
            "title": "If the baby is conscious but choking, administer first aid before attempting CPR",
            "description": "Whether the baby is breathing should determine your course of action:\nIf the baby is coughing or gagging while choking, let her continue to cough and gag on her own. Coughing and gagging — a good sign — means that her airways are only partially blocked.\nIf the baby is not coughing then you'll need to be prepared to perform back blows and chest thrusts to dislodge whatever is blocking her airways."
        },
        {
            "title": "Check the baby's pulse",
            "description": "Check for breathing again, and this time place your index and middle fingers on the inside of the baby's arm, between the elbow and the shoulder.\nIf the baby has a pulse and is breathing, put the body in the recovery position:\nBegin by carefully laying the infant over your arm, face down, and at a slight angle. The infant's head should be slightly lower than the body.\nWhen you lay the infant on your arm, you should be sure to support the neck and head with your other hand. So, if you are laying the infant over your left arm, place your right hand under her head and neck to support it.\nWhen you supporting the infant's head, it's essential that you do not block the mouth and nose unwittingly.\nIf there is no pulse and no breathing, continue with the next steps to perform CPR, which is a combination of compressions and breaths."
        },
        {
            "title": "Open the airway",
            "description": "Gently lift the baby's head back and chin up to open the child's airway. The airway is small, so this won't be a drastic movement. Again, check for breathing during this time, but for no longer than 10 seconds."
        },
        {
            "title": "Give the baby two rescue breaths",
            "description": "If you have one, put a face shield on the baby to prevent the exchange of bodily fluids. Pinch the nose shut, tilt the head back, push up the chin, and give two breaths, each lasting about one second. Exhale gently until the chest rises; exhaling too forcefully can cause injury.\nRemember to pause in between breaths to let the air out."
        },
        {
            "title": "Check for the brachial pulse after doing the first two rescue breaths",
            "description": "If there is no pulse, begin CPR on the baby."
        },
        {
            "title": "Compress the chest 30 times with several fingers",
            "description": "Take two or three fingers held together and place them in the middle of the baby's chest right below the nipples. Gently, fluidly compress the baby's chest 30 times.\nIf you need to brace your fingers because they are getting tired, use your second hand to help assist the process. Otherwise, keep your second hand cradling the baby's head.\nTry to perform your chest compressions at a rate of about 100 compressions per minute. That may seem like a lot, but it's actually only a little over one chest compression a second. Still, try to maintain a fluid push and release when performing compressions.\nPress down 1/3 to 1/2 the depth of the baby's chest. This usually works out to about 1 and 1/2 inches."
        },
        {
            "title": "Perform the same series of two rescue breaths and 30 chest compressions until you are relieved or see signs of life",
            "description": "At the right speed, you should do about five sets of rescue breaths and compressions within approximately two minutes. Once you start CPR, don't stop unless:\nYou see signs of life (baby moves, coughs, breathes noticeably, or vocalizes). Vomiting is *not* a sign of life. OR\nA defibrillator is ready to be used. OR\nThe scene becomes suddenly unsafe."
        },
        {
            "title": "To remember the stages of CPR, remember \"ABC\"",
            "description": "A is for airway. Open or check that the airway is open.\nB is for breathing. Pinch the nose, tilt the head back, and give two rescue breaths.\nC is for circulation. Check if the baby has a pulse. If not, perform 30 chest compressions."
        }
    ]
}
